{
  "Title": "Welcome to Age of Seraphs!",
  "Content": "",
  "ContentLines": [
    "<font size=\"28\" color=\"#00FF00\" align=\"center\"><strong>Welcome to Age of Seraphs!</strong></font>",
    "",
    "<font size=\"20\" color=\"#FFFF00\" align=\"center\">Down below you'll find some information to help you get thriving faster!</font>",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>Core Rules</strong></font>",
    "<font size=\"16\"><strong>1.) The Intolerance Paradox</strong></font>",
    "- Discriminatory behavior (e.g. Hate speech, discrimination, etc.) will face reprimands varying in severity. We are inclusive & tolerant of others and intolerant of intolerance & exclusivity.",
    "<font size=\"14\"><strong>1.1)</strong> When instructed to stop a behavior or when consent is revoked, immediately stop.</font>",
    "<font size=\"14\"><strong>1.2)</strong> Roleplay is a form of expression; insulting or shaming a player's method of roleplay is a form of discrimination.</font>",
    "<font size=\"14\"><strong>1.3)</strong> This extends to taboo RP subjects such slavery, forced religious indoctrination, forced familial relations, cannibalism, eroticism (ERP), etc. If the activity is questionable in nature, it is best to consult staff prior. Participating in such RP topics will lead to reprimands or potential bans depending on the severity of the offense.</font>",
    "<font size=\"14\"><strong>1.4)</strong> Do not discuss politics, religion, or divisive ideology in public channels; This extends in-game and out-of-game.</font>",
    "<font size=\"14\"><strong>1.5)</strong> Trolling, rage-baiting, or generally not acting in good-faith to engage in disruptive behavior is not allowed.</font>",
    "",
    "<font size=\"16\"><strong>2.) Refrain from public disputes.</strong></font>",
    "- Resolve matters privately or seek assistance from a moderator.",
    "- Global chat and Public Discord channels are not stages to workout and resolve interpersonal conflict.",
    "",
    "<font size=\"16\"><strong>3.) Cheating & Exploiting are Prohibited</strong></font>",
    "- Abusing exploitative bugs, client-side mods, vagueness, or loopholes in the rules is cheating. Consult a moderator if you need clarity.",
    "",
    "<font size=\"16\"><strong>4.) Griefing is Prohibited</strong></font>",
    "- Griefing is the action or an act of spoiling other players' enjoyment of a game by playing in a way that is intentionally disruptive and aggravating (e.g. theft, destruction of property, setting fires, etc.)",
    "<font size=\"14\"><strong>4.1)</strong> Players have a responsibility to utilize the in-game tools to protect their belongings. However, unprotected items are NOT a free-for-all. Exploiting claim boundaries is griefing.</font>",
    "<font size=\"14\"><strong>4.2)</strong> See 1.1 for player responsibility when impacted by disruptive behavior. Continuation of the behavior is a form of griefing.</font>",
    "",
    "<font size=\"16\"><strong>5.) Creative Freedom DOESN’T overrule Server Guidelines</strong></font>",
    "- Player-made lore & kingdom policies mustn’t break or conflict with the rules of Age of Seraphs.",
    "",
    "<font size=\"16\"><strong>6.) In-Character RP should not affect OOC relationships</strong></font>",
    "- Make sure that kingdom-based roleplay, politics, foreign affairs, world relations, etc. doesn’t sour OOC interactions.",
    "- In-Character (IC) or Out-of-Character (OOC) bleed will not be tolerated.",
    "- See RP Guide for further details",
    "",
    "<font size=\"16\"><strong>7.) PvP REQUIRES Consent</strong></font>",
    "- Player-versus-Player combat is only considered legal when all affected parties have agreed to engage. Entering a zone flagged for PvP qualifies as consent to engage in PvP.",
    "- Karma Law provides one exception for specific cases of rule breaks that allows for the victim to take Moderator approved PvP action against the offending player.",
    "- See PvP Rules Thread for further details",
    "",
    "<font size=\"16\"><strong>8.) No Forced Entrapment</strong></font>",
    "- PvP and RP can never lead to a situation where a player becomes physically trapped in a situation that would require intervention by a moderator.",
    "",
    "<font size=\"16\"><strong>9.) The word of Staff is FINAL</strong></font>",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>Getting Started</strong></font>",
    "- You have spawned near the spawn town <strong>Helmsdale</strong>.",
    "",
    "- Use <font face=\"monospace\">/nick [name]</font> to set a roleplay-friendly name.",
    "",
    "- Use <font face=\"monospace\">/starterkit</font> immediately to receive your starter kit, which includes a <strong>temporal gear necklace</strong>.",
    "- <strong>Put the temporal gear necklace on right away</strong>. It can later be crafted into a temporal gear to set your personal spawn point.",
    "",
    "- You do not need to be in-character all the time. Many players keep it casual, but most will happily go with the flow if you decide to RP.",
    "",
    "- <strong>Ask questions in global chat</strong>. Veterans and staff are eager to help. No question is too small.",
    "",
    "- There are <strong>multiple player-made currencies</strong> in the world. None are issued by staff. Trade, barter, or adopt the local coin of your region.",
    "- <strong>Player urgency drives the economy</strong>. Prices fluctuate based on supply, demand, and events.",
    "",
    "- Explore the <strong>Helmsdale market stalls</strong> for basic tools and food. Talk to merchants. They often need labor or goods.",
    "",
    "- <strong>The Guides and Tutorials channel</strong> in discord holds helpful information, such as how to claim land.",
    "",
    "- We highly recommend joining a settlement over starting your own. Most towns welcome new workers: farmers, builders, smiths, or traders.",
    "",
    "- Use <font face=\"monospace\">/ooc <message></font> if you need to speak out-of-character without breaking immersion for others.",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>World Event Information</strong></font>",
    "<font size=\"20\" color=\"#FF0000\" align=\"center\"><strong>World of Pots - Prologue</strong></font>",
    "<font style=\"italic\" color=\"#A7B3C2\" align=\"center\">The rumors are true: there are strange pots in this land…</font>",
    "",
    "- <strong>Sentient vessels</strong> have begun appearing across Therea in ever-greater numbers.",
    "- These are no ordinary pots. They are <strong>enigmatic beings</strong>:",
    "  • Some are <strong>playful</strong>, offering gifts or riddles.",
    "  • Others are <strong>capricious</strong>, shifting loyalties on a whim.",
    "  • A few are <strong>dangerous</strong>, guarding ancient secrets with lethal intent.",
    "- Many pots <strong>know one another</strong> and vie for dominance. Others wander alone, unaware of their kin.",
    "- Some hold <strong>hearts, secrets, and powers beyond imagination</strong>. Their true purpose remains a mystery.",
    "",
    "<font color=\"#FFFF00\"><strong>This is a fully player-driven saga.</strong></font>",
    "- There is <strong>no scripted path</strong>. The story evolves through <strong>your choices</strong>:",
    "  • How you <strong>interact with the pots</strong>.",
    "  • Who you <strong>trust or betray</strong>.",
    "  • The <strong>alliances</strong> you forge and the <strong>rivalries</strong> you ignite.",
    "- Every decision ripples outward. A single encounter could crown a king… or doom a kingdom.",
    "",
    "<strong>Step carefully, Seraphs.</strong> The prologue has only just begun.",
    "",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>General Terms You Should Know</strong></font>",
    "<font size=\"16\"><strong>Seraph</strong></font>",
    "- A player character who awakens with no memory of the past, only skill and purpose. All players are Seraphs.",
    "",
    "<font size=\"16\"><strong>Newly Awakened Seraph</strong></font>",
    "- A Seraph who has <strong>just spawned</strong> or <strong>recently awakened</strong> in Therea. You arrive confused, with no possessions beyond the starter kit, and no knowledge of the world. Veterans may ask this IC to identify newcomers and offer aid.",
    "",
    "<font size=\"16\"><strong>Therea</strong></font>",
    "- The name of our shared world. A living, player-shaped realm of medieval fantasy and mystery.",
    "",
    "<font size=\"16\"><strong>IC (In-Character)</strong></font>",
    "- Actions, speech, or thoughts that belong to your roleplay persona. Use proximity chat or voice chat for IC.",
    "",
    "<font size=\"16\"><strong>OOC (Out-of-Character)</strong></font>",
    "- Real-world talk. Use <font face=\"monospace\">/ooc <message></font> or general chats to avoid breaking immersion.",
    "",
    "<font size=\"16\"><strong>Temporal Gear</strong></font>",
    "- Crafted from the <strong>temporal gear necklace</strong> in your starter kit. Sets your respawn point.",
    "",
    "<font size=\"16\"><strong>Karma Law</strong></font>",
    "- The only exception to the PvP consent rule. Allows victims of rule-breaking to seek staff-approved retribution.",
    "<font size=\"12\">  - Karma Law only applies when a rule break occurs and staff grants temporary retaliation rights.</font>",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>Update Log</strong></font>",
    "<font size=\"20\" color=\"#FFC857\" align=\"center\"><strong>Server Changelog: The \"1.21 is Finally Here\" Edition</strong></font>",
    "<font style=\"italic\" color=\"#A7B3C2\" align=\"center\">A long-awaited update with lots of changes!</font>",
    "",
    "<font color=\"#00FF00\"><strong>Added:</strong></font>",
    "<strong>Mannikin mod</strong>",
    "  Adds a decorative armor stand for displaying clothing items.",
    "<strong>Player Model Lib</strong>",
    "  Adds the ability to change your height, we'll either be allowing charsels for existing players for a time, or will find a command to change your height without a charsel.",
    "<strong>Transcribe to Book</strong>",
    "  Allows copying the text of one written book into another.",
    "<strong>Step Elk Fix</strong>",
    "  Greatly improves elk speed and responsiveness on stairs.",
    "<strong>Food Crate</strong>",
    "  Functions like a storage vessel with identical preservation bonuses.",
    "<strong>Forgotten Armory</strong>",
    "  Several new armor sets added.",
    "<em>The new Bear Hide variants of Forgotten Armory sets are temporarily disabled to prevent recipe bloat. They may return as staff-event rewards.</em>",
    "",
    "<font color=\"#FF6B6B\"><strong>Removed:</strong></font>",
    "<strong>Sammiches mod</strong>",
    "  Buggy and out-of-date. Please dispose of your cutting boards and sandwich items.",
    "<strong>Canoe mod</strong>",
    "  No stable 1.21 versions currently available. The mod author, Bannta, is working on improvements.",
    "",
    "<font color=\"#FFC857\"><strong>Changed:</strong></font>",
    "Some <strong>Expanded Molds</strong> items may appear as ??? blocks.",
    "  Throw them out and recraft the molds.",
    "Some <strong>Dressed to Kill</strong> items may appear as ??? items.",
    "  Recraft these as well.",
    "<strong>Culinary Artillery Cauldrons</strong> are now craftable in the grid.",
    "  Large cauldron molds have been removed.",
    "Several recipes that previously required <strong>Better Ruins</strong> blueprints are now <strong>profession-specific</strong>.",
    "  Tailors, lumberjacks, and miners now have multiple new craftable items for their shops.",
    "  Most Better Ruins blueprints are now decorative only, except Roofing, Chandler, and Shipwright blueprints.",
    "",
    "<font color=\"#FF6B6B\"><strong>Notes:</strong></font>",
    "Items appearing as <strong>??? blocks</strong> should be discarded.",
    "Recraft any items that disappeared during the update.",
    "<strong>Bookbinders</strong>: Some quills and tools are temporarily uncraftable but will return soon.",
    "<strong>Animal Cages</strong>: Some animals stored inside cages may have vanished.",
    "",
    "<font color=\"#FFFF00\"><strong>Reminder to Clear Your Cache!</strong></font>",
    "<em>(It doesn't fix everything, but it helps us sleep at night.)</em>",
    "<em>Due to the scale of the update, only major losses will be refunded via tickets.</em>",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>Thank You for Playing!</strong></font>",
    "Please report bugs in the bug-report channel!",
    "Game-breaking issues should be submitted via ticket.",
    "",
    "<font size=\"18\" color=\"#FF9500\" align=\"center\"><strong>Current World Start Date</strong></font>",
    "<font align=\"center\">The Second Age of Seraphs Started June 15th 2025</font>",
    "",
    "<font size=\"48\" align=\"center\"><strong><font color=\"#0075FF\">M</font><font color=\"#0080FF\">a</font><font color=\"#008BFF\">y </font><font color=\"#0096FF\"></font><font color=\"#00A1FF\">y</font><font color=\"#00ACFF\">o</font><font color=\"#16C4FF\">u</font><font color=\"#2CD5FF\">r </font><font color=\"#42E5FF\"></font><font color=\"#58F0FF\">f</font><font color=\"#6FF8FF\">i</font><font color=\"#86FCFF\">r</font><font color=\"#9DFEFF\">e </font><font color=\"#B4FFFF\"></font><font color=\"#CBFFFF\">b</font><font color=\"#E1FFFF\">u</font><font color=\"#F4FFFF\">r</font><font color=\"#FFFFFF\">n </font><font color=\"#FFFFFF\"></font><font color=\"#FFF7D2\">b</font><font color=\"#FFEFA8\">r</font><font color=\"#FFE680\">i</font><font color=\"#FFDD5A\">g</font><font color=\"#FFD533\">h</font><font color=\"#FFCC23\">t, </font><font color=\"#FFC412\"></font><font color=\"#FFBC00\"></font><font color=\"#FFB500\">S</font><font color=\"#FFAC00\">e</font><font color=\"#FFA300\">r</font><font color=\"#FF9A00\">a</font><font color=\"#FF9100\">p</font><font color=\"#FF8800\">h</font><font color=\"#FF7F00\">.</font></strong></font>"

  ],
  "Format": 0,
  "Width": 1050,
  "Height": 850,
  "ScrollBarWidth": 16,
  "ScrollEstimateMultiplier": 1.81,
  "ScrollExtraPixels": 50,
  "ScrollOverrideHeightPx": 0,
  "OpenOnEveryJoin": false,
  "OnlyOncePerSession": false,
  "OnlyOncePerVersion": true,
  "VersionLabel": "aos-welcome-v1.2"
}